Repository: SanderKlootwijk/RadioBE
Catalog: po/*.po
Languages: nb

source: Flanders
nb: Flandern

source: East-Belgium
nb: &Oslash;st-Beliga

source: Settings
nb: Innstillinger

source: Night mode
nb: Nattmodus

source: Day mode
nb: Dagmodus

source: Help
nb: Hjelp

source: About
nb: Om

source: National
nb: Nasjonal

source: Alternative
nb: Alternativ

source: Select a region to listen to national<br>and alternative radio stations
nb: Velg en region for å lytte til nasjonale <br> og alternative radiostasjoner

source: Dutch-speaking Belgium
nb: Nederlandsktalende Belgia

source: French-speaking Belgium
nb: Fransktalende Belgia

source: German-speaking Belgium
nb: Tysktalende Belgia

source: Public broadcast Corporation
nb: Offentlig kringkastingselskap

source: Commercial stations
nb: Kommersielle stasjoner

source: No stations found...
nb: Ingen stasjoner funnet...

source: Antwerp
nb: Antwerpen

source: Brussels
nb: Brussel

source: East Flanders
nb: &Oslash;st-Flandern

source: West Flanders
nb: Vest-Flandern

source: Flemish Brabant
nb: Flamsk-Brabant

source: Walloon Brabant
nb: Vallonsk-Brabant

source: Now playing
nb: Spiller n&aring;

source: Favorites
nb: Favoritter

source: Select a station...
nb: Velg en stasjon...

source: This app requires an active internet connection! Please check your network settings and try again.
nb: Denne appen krever en aktiv internettforbindelse! Sjekk nettverksinnstillingene dine og fors&oslash;k igjen.

source: Close
nb: Lukk

source: Try anyway
nb: Fors&oslash;k allikevel

source: Add favorites
nb: Legg til favoritter

source: At the top of the screen you can switch between national, alternative and regional stations. You can switch between the different regions by using the flags in the menu bar.
nb: &Oslash;verst på skjermen kan du bytte mellom nasjonalt, alternativt og regionale stasjoner. Du kan veksle mellom de forskjellige regionene ved å bruke flagg i menylinjen.

source: Existing favorites can be overwritten by long pressing a button again.
nb: Les favoris existants peuvent être écrasés en appuyant à nouveau longtemps sur un bouton.

source: Long press a button and the current playing radio station will be added to the favorites.
nb: Trykk lenge p&aring; en knapp og den n&aring;v &aelig;rende radiostasjonen som spilles vil bli lagt til favorittene.

source: Swipe up from the bottom of the screen to show the favorites.
nb: Sveip opp fra bunnen av skjermen for å vise favorittene.

source: Switch category
nb: Bytt kategori

source: Tap an existing favorite to play the radio station.
nb: Trykk på en eksisterende favoritt for å spille av radiostasjonen.

source: License
nb: Lisens

source: Source code
nb: Kildekode

source: Version
nb: Versjon

source: Choose your region below.
nb: Velg din region nedenfor.

source: You can adjust your choice later in the settings.
nb: Du kan justere valget ditt senere i innstillingene.

source: Cancel
nb: Avbryt
